Repository: advancedresearch/lojban
Catalog: assets/en-jbo.tmx
Source language: en
Languages: jbo

source: How to say "apple" in your language?
jbo: ma xe fanva zo plise lo do bangu

source: I like my language.
jbo: mi nelci lo bangu be mi

source: What is the racoon doing in the kitchen?
jbo: le arxokuna ca'o mo ne'i le jukpa kumfa

source: There's tea; I drank it; I'm happy.
jbo: tcati i pinxe i xamgu

source: I no longer love you; therefore, I am sad.
jbo: mi ca ba'o prami do ja'e le nu mi badri

source: I don't love you any more; I'm sad.
jbo: .iu bu'onai .uinai

source: I'm going to rest, Ok?
jbo: .e'o mi surla

source: I believe in Buddha.
jbo: .i mi krici fi la budas.

source: I have been loved.
jbo: mi pu ba'o se prami

source: I have a white cat.
jbo: mi ralte lo blabi mlatu

source: Tom's a farther of three.
jbo: la .tom. patfu ci zo'e

source: I have black eyes.
jbo: le mi kanla cu xekri

source: He was searching for something in the dark.
jbo: ko'a pu sisku da va'o lo manku

source: Tom was sleeping.
jbo: la tom pu ca'o sipna

source: We must go.
jbo: .ei ma'a klama

source: I need an assistant who speaks Korean.
jbo: mi nitcu lo kansa poi se bangrxangu

source: I am a very good chessplayer.
jbo: mi mutce xamgu kelci lo caxmati

source: It is too expensive.
jbo: li du'e cu jdima

source: She liked it.
jbo: pu pluka ko'a

source: My name is Ivan.
jbo: mi'e .ivan.

source: I practice sports.
jbo: mi xadgu'a

source: Alice is my mother.
jbo: la .alis. mi mamta

source: Squirrels eat hazelnuts.
jbo: lo'e ricyratcu cu citka lo xazlenu narge

source: Where is the phrase in this book?
jbo: ma jufra gije se vanbi le vi cukta

source: I don't speak Lojban.
jbo: mi na se bangu la .lojban.

source: Just a minute. I'll see if I can find it in this book.
jbo: .e'o do denpa .i mi troci co tolcri fi le vi cukta

source: Could you talk more slowly please?
jbo: .e'o do skusno zenba

source: I am thirsty.
jbo: mi taske

source: I'm waiting for my girlfriend.
jbo: mi ca'o denpa tu'a lo mi fetsi ke se prami pendo

source: Hello, old friend!
jbo: coi .i'u

source: No, I am not married.
jbo: na go'i .i mi na speni

source: Tom asked for help.
jbo: la .tom. cu cpedu lo te sidju

source: They are reading her book.
jbo: za'u ko'a ca'o tcidu fi lo ko'a cukta

source: This is a yellow rose.
jbo: ti pelxu rozgu

source: I went on foot.
jbo: mi dzukla

source: What's the price of this?
jbo: ma jdima ti

source: That costs 13.
jbo: rupnu ta rupnu li paci

source: Where should I pay?
jbo: .ei mi pleji vi ma

source: I'm looking for something less expensive.
jbo: mi sisku lo'e kargu mleca

source: I would like to exchange American dollars for rupnu.
jbo: mi djica lenu canja lo meryru'u lo jborupnu

source: What is the exchange rate of the euro against the rupnu?
jbo: ma canja parbi lo ronru'u lo jborupnu

source: How much do you want to sell this?
jbo: ma ti fo do jdima

source: I'm happy you're here.
jbo: mi gleki lo nu do vi zvati

source: I'm happy because you're here.
jbo: mi gleki ri'a lo nu do vi zvati

source: I'm tired of writing.
jbo: mi tatpi lo nu ciska

source: I like learning languages.
jbo: mi nelci lo nu cilre fi lo bangu

source: They love their children.
jbo: za'u ko'a prami za'u lo verba be vo'a

source: You should stand up to speak.
jbo: sanli .ei sezu'e lo nu tavla

source: You have to memorize this sentence.
jbo: ei do mo'u morji lo vi jufra

source: She used margarine instead of butter.
jbo: ko'a pu pilno ba'i gi lo spamatne gi lo ladmatne

source: Unfortunately, I don't have time today.
jbo: uinai ca lo cabdei li no ditcu lo da'i be mi se zukte

source: She's heating the water.
jbo: lo fetsi cu gasnu lo nu lo djacu cu glare

source: I want some tea without sugar.
jbo: mi djica tu'a lo tcati be secau lo sakta

source: He needs a cup of sugar.
jbo: ri nitcu lo kabri be lo sakta

source: My children are in school.
jbo: lo me mi verba ku zvati lo ckule

source: We're under attack!
jbo: .ue mi'o se gunta

source: Let me know the next time you will visit, so I can make some cookies, tea and coffee.
jbo: .i ko mi jungau fo lo bavla'i nunpe'i ja'e .au lo nu mi kakne co jukpa lo titnanba .e lo tcati .e lo ckafi

source: I want to write a book.
jbo: .au mi ciska lo cukta

source: You will always be welcome.
jbo: do roroi zanvi'e

source: It's my horse.
jbo: ra me lo pe mi xirma

source: She brought me a cup of tea without sugar.
jbo: ri pu dunda fi mi fe lo kabri be secau lo sakta

source: Sugar is sweet.
jbo: lo sakta cu titla

source: I don't like chocolate.
jbo: cakla .iunai

source: I see the book.
jbo: mi viska le cukta

source: Tom fell in love with Linda.
jbo: la tom. cu bixpa'i la lindas.

source: There are flying birds in the sky.
jbo: vofli cipnrxigli ne'i le tsani

source: Hi, the blue sky!
jbo: coi doi le blanu tsani

source: Ken can swim well.
jbo: la ken ka'e xamgu limna

source: Tatoeba was down yesterday.
jbo: la .tatoebas. cu spofu ca lo prulamdei

source: Yes, I really like him.
jbo: go'i .i mi nelci cai ra

source: Just be quiet.
jbo: ko smaji

source: See for yourself.
jbo: ko catlu si'anai

source: We made a sand castle.
jbo: mi'a pu zbasu lo badydi'u lo canre

source: All women are the same.
jbo: loi ninmu cu mintu

source: All the stones have been moved.
jbo: ro le rokci cu ba'o muvdu

source: I don't know much about you.
jbo: mi na djuno so'i da fi do

source: I didn't do anything.
jbo: .u'u cu'i mi zukte no da

source: He could not swim.
jbo: ra na pu kakne lo nu limna

source: It's alive.
jbo: ra jmive

source: Hello girls.
jbo: coi za'u nixli

source: I was exhausted when we arrived at the ski slope and the snow became rain.
jbo: ma'a klamu'o .a'enai lo skiji cmana .i lo snime cu binxo lo carvi

source: Don't try too hard!
jbo: ko na troci co dukce carmi

source: He knows the truth.
jbo: ra djuno lo fatci

source: Do you have lucid dreams?
jbo: xu do sajysne

source: Can you give me that?
jbo: ko ti mi dunda

source: I want to buy that.
jbo: ko ti mi vecnu

source: Who sells this?
jbo: ma vecnu ti

source: Please, I'd like you to lend this to me.
jbo: pe'udo'u mi jbera ti do

source: How long can I borrow it?
jbo: ma ve jbera

source: Give me some more.
jbo: ko ti mi zmadu'a

source: Where is a doctor?
jbo: lo mikce cu zvati ma

source: Where is a hospital?
jbo: lo spita ku zvati ma

source: Everyone laughed.
jbo: ro do pu cmila

source: My head is too hot.
jbo: lo stedu be mi cu kelvo du'eda

source: Do I need doctor's permission to use this medicine?
jbo: xu mi nitcu le nu le mikce ku curmi kei le nu mi pilno le velmicyxu'i

source: I have a stomach ache.
jbo: mi cortu le betfu

source: Where is a nearby pharmacy?
jbo: lo vi zarci be le velmicyxu'i cu zvati ma

source: Do you live with someone?
jbo: xu do da kansa le ka xabju

source: Do you find me pretty?
jbo: xu mi do melbi

source: How much do you earn?
jbo: do jerna li xo

source: What is your father's name?
jbo: ma cmene le patfu be do

source: I prefer the blue one over the red one.
jbo: mi zmanei le blanu le xunre

source: I speak English.
jbo: mi se bangu lo glibau

source: She was surprised by what she learned.
jbo: ra pu se lo be ra se cilre

source: What you just said about yourself is true for me too.
jbo: go'ira'o

source: I love you - I love you too.
jbo: mi prami do - .i go'ira'o

source: I request.
jbo: mi cpedu

source: I do not agree.
jbo: mi na tugni

source: Where is...
jbo: ma stuzi ...

source: Take this three times a day for the next two weeks.
jbo: ko cimoi citka ti di'i lo djedi ca'o lo ze'aba jeftu be li re

source: How do I get to the train station?
jbo: mi klama fo ma fe lo renytcana

source: I'd like a ticket to Boston.
jbo: .au pikta co klama la boston

source: "One way or round trip?" - "One way, please."
jbo: pamei je'i remei farna - .e'o jenai

source: What platform does the train leave from?
jbo: lo trene cu klama fi ma poi tsina

source: When is the first bus to Boston?
jbo: ca ma cliva fa lo pamoi basfa poi klama la boston

source: Please let me off at the next stop.
jbo: .e'o ko livycru mi bu'u le bavla'i ke nunde'a tcana

source: Where is a Chinese restaurant?
jbo: lo gusta be le jungo cu zvati ma

source: That's all right.
jbo: je'e do

source: What is your size?
jbo: ma ni do clani

source: Have you already been to place ...?
jbo: xu do pu zvati ...

source: Do you have a lover?
jbo: xu do prami selpe'o

source: Do you have lovers?
jbo: xu do prami selpe'o

source: Did you know that ...?
jbo: xu do pu djuno fi le du'u ...

source: I come from Boston.
jbo: mi se krasi la boston

source: I live in America/France/Germany
jbo: mi xabju la .mergug./la .fasygug./la .dotygug.

source: How do I get to the city?
jbo: mi klama fo ma fe lo tcadu

source: How do I get to the bus station?
jbo: mi klama fo ma fe lo aftobuso tcana

source: How do I get to the airport?
jbo: mi klama fo ma fe lo vijytcana

source: How do I get to the post office?
jbo: mi klama fo ma fe lo mritcana

source: How do I get to the library?
jbo: mi klama fo ma fe lo ckudi'u

source: How do I get to the used bookstore?
jbo: mi klama fo ma fe lo tatpi cukta barja

source: How do I get to a restaurant?
jbo: mi klama fo ma fe lo gusta

source: I'm pleased with their performance.
jbo: .oinai lo nu ta tigni

source: If you can understand this sentence then you need to have sex with someone.
jbo: jaginai do jimpe la'e dei gi do gletu nitcu

source: I can't remember what I ate last night.
jbo: mi morji nai lo du'u fe makau mi pu citka ca lo romoi nicte

source: Divide and conquer.
jbo: ko fendi gice'o trubasti

source: I'm truly sorry for having offended you.
jbo: .u'usai pu cinmo xrani do

source: Hi! You are Peter's friend, aren't you?
jbo: coi .i do pendo la .pitr. xu

source: Marcos is a geologist.
jbo: la .markos. terdyske gunka

source: I have some food.
jbo: mi ponse pi so'o cidja

source: The horse is neighing.
jbo: lo xirma ku cmoni

source: Mary is smelling the flowers.
jbo: la .maris. sumne zgana lo xrula

source: Tom is smiling at the baby.
jbo: la .tom. ca'o cisma ga'a lo verba

source: Tom is smoking.
jbo: la .tom. ca'o danmo vasxu

source: The baby is suckling.
jbo: lo verba ku sakci

source: Tom is taking a rest.
jbo: la .tom. surla

source: They did the right thing.
jbo: ko'a vudzu'e

source: It's your ex-wife.
jbo: du lo pu fetspe be do

source: He thinks his job is pointless.
jbo: ko'a jinvi lo du'u lo jibri cu tolplixau

source: I think my job is pointless.
jbo: mi jinvi lo du'u lo mi jibri cu tolplixau

source: I am jumping of joy.
jbo: mi ca'o plipe mu'i lo nu gleki

source: I expected this.
jbo: ti pu se kanpe mi

source: Shopping makes me happy!
jbo: lo nu te vecnu ku se gleki mi

source: My mom bought me this toy when I was 8.
jbo: lo mamta be mi cu dunda lo selkei fi mi ca li bi nilnalci'o mi

source: What happened to you?
jbo: .a'u ma ba'o se lifri do

source: She's sexually promiscuous.
jbo: cinse naljundi

source: She married an American.
jbo: ko'a pu spebi'o lo merko

source: Tom probably tried it.
jbo: la'a la tom cu troci ra

source: What do they call you? They call me "Paul."
jbo: do se cmene ma .i mi se cmene zo paulos

source: She looks very good.
jbo: ko'a melbi

source: He looks very good.
jbo: ko'a melbi

source: What doesn't kill us makes us stronger.
jbo: lo na catra be mi'ai cu jai rinka lo nu mi'ai tsali zenba

source: Now my daughter is afraid of me.
jbo: le tixnu be mi mi ca terpa

source: Many consider seven to be a lucky number.
jbo: so'i prenu cu krici lo du'u li ze zanselfunri'a

source: He wrote it down so as not to forget it.
jbo: ko'a ciska tu'a ko'e seri'a lo nu ko'a morji ko'e

source: His behaviour annoys me.
jbo: le seltra be ko'a mi fanza

source: I am studying electrical engineering at the University of Plymouth.
jbo: lo nu mi ca'o tadni lo dicnunskezu'e cu zvati le la plimyt. balcu'e

source: Determination is everything.
jbo: lo ka jditce ku po'o vajni

source: I don't understand this chart.
jbo: mi na jimpe fi le vi cartu

source: Who is the group leader?
jbo: ma bedja'a

source: He's the group leader.
jbo: ko'a bedja'a

source: My team is the leading team.
jbo: le mi bende cu pamoi lo'i bende

source: Which is the leading team?
jbo: ma pamoi lo'i bende

source: Maybe you control it.
jbo: la'a do jitro ko'a

source: Maybe you contain it.
jbo: la'a do vasru ko'a

source: I need coffee.
jbo: mi nitcu lo ckafi

source: It isn't over until it's over.
jbo: co'u lo fanmo cu na'e fanmo

source: I can't count the stars in the sky.
jbo: mi na kacka'e lo tarci poi zvati le tsani

source: He was delighted at the result.
jbo: ko'a tcegei tu'a le jalge

source: I can't see my dad.
jbo: mi na kakne lo nu viska lo patfu be mi

source: Sarkozy defended a model of sustainable growth.
jbo: la sarkozis. daurbandu le ra'irka'e nunba'o ci'ersi'o

source: Let me eat something today.
jbo: ko curmi lo nu mi citka ca le cabdei

source: Let's follow his advice.
jbo: mi stidi lo nu mi'o selgi'a ko'a

source: It's the story of a boy, a girl, and a cat.
jbo: ta lisri tu'a lo nanla .e lo nixli .e lo mlatu

source: It's been saved and printed!
jbo: ko'a se rejyjveprigau

source: Yesterday I met Christina.
jbo: ca lo prulamdei ku mi penmi la kristinas.

source: That's too late.
jbo: dukse lerci

source: I cannot bark like a dog. I'm a cat.
jbo: mi na ka'e gercmo .i ki'ubo mi mlatu

source: Of all languages, what's the most difficult?
jbo: .i ma traji lo ka jai nandu kei lo ro bangu

source: Nobody except the king admires the king.
jbo: ro na'ebo le nolraitru naku sinma le nolraitru

source: The tallest and smallest men in the world both joined the circus.
jbo: jegi lo clarai be lo'i nanmu gi lo toryrai be lo'i nanmu cu cmibi'o lo tigbe'e

source: Exactly two goblins hate every wizard.
jbo: re crida cu xebni ro termakfa

source: The Queen of England is related to the King of Sweden.
jbo: le nolraitruni'u be la gligu'e cu tamne le nolraitrunau be la .sferies.

source: Not every country belongs to the U.N.
jbo: me'iro gugde cu cmima la jonsi'u gugde

source: Is this nice?
jbo: xu tu'a ti xamgu

source: Respect your elders.
jbo: ko sinma le zmadu be do bei lo nilsau

source: The president of every country knows the president of every other country.
jbo: ro jatna be lo gugde cu se slabu ro drata jatna be lo gugde

source: The result of dividing the circumference of a circle by its diameter is equal to pi.
jbo: li pai dilcu lo se mitre be lo korbi be lo cukla lo se mitre be lo ravysirji be cy li no

source: No house has only one roach in it.
jbo: no zdani cu se nenri pa po'o jalra

source: The Queen of Hearts' only daughter is loved by exactly three suitors.
jbo: lo ropa tixnu be la risna noltruni'u cu se prami ci spedji

source: At least two known terrorists are hated by everyone except themselves.
jbo: su'ore da poi misno tepri'apre cu se xebni da'apa de enai da

source: The lord of the elves will cross the sea only if the lord of Mordor is defeated.
jbo: le nobli be lo elfe ba pagre le xamsi ijo le nobli be la mordor cu se jinga

source: Anyone who respects someone who respects the current president of the United States is not respected by at least one person.
jbo: ro sinma be lo sinma be le ca jatna be le merko naku se sinma su'o prenu

source: The wall from which Humpty Dumpty fell is not the Great Wall of China.
jbo: le bitmu poi la xamtidamtis cu farlu fi ke'a cu na du la banli bitmu pe le jungo

source: The woman Argyle hoped to marry was the woman the man she hoped to marry hoped to marry.
jbo: le ninmu poi la argail pacna lo nu speni cu du da poi le nanmu poi da pacna lo nu speni cu pacna lo nu speni

source: Something's happening here, and what it is ain't exactly clear.
jbo: da vi fasnu ije lo nu da mokau cu na klina

source: This is the boy who played with the toy that scared the frog that splashed the dog that chased the cat that ate the rat that killed the mouse that lived in the house that Jack built.
jbo: ti du le nanla poi kelci le selkei poi tepygau le plipybanfi poi jacre'o le gerku poi jersi le mlatu poi citka le ratcu poi catra le smacu poi xabju le zdani poi la djak cu zbasu

source: I cannot make such a mistake. Russian is my native tongue.
jbo: mi na ka'e srera lo simsa .i ri'a bo lo rukybau mi te jbena bangu

source: Jihad Against Islam's Call for Jihad.
jbo: e'u censa jamna lo muslo nu stidi lo nu censa jamna

source: Every human envies the human admired by every Vulcan.
jbo: ro remna cu jilra le remna poi ro vulko cu jilra ke'a

source: Someday the USA will elect a woman president, and it won't be pretty.
jbo: ca da le merko ba cuxna lo ninmu jatna i la'e di'u ba na melbi

source: Nothing is the greatest positive integer.
jbo: noda zmarai lo ro nonzau mulna'u

source: Checkmate.
jbo: jinga

source: Now that's a pretty little girls' school.
jbo: ta melbi ke cmalu ke nixli ckule

source: They were attacking people, not peaceful people.
jbo: ko'a gunta lo prenu gi'enai lo panpi prenu

source: "Bad hair day".
jbo: pe'a mabla kerfa djedi

source: Will he come? I don't think he will come.
jbo: xu ra ba klama i mi na jinvi lo nu ra klama

source: If at least two people are great, then no one is the one great person.
jbo: ganai su'ore prenu cu banli gi no prenu cu du lo ropa banli prenu

source: The dog next door is dangerous.
jbo: le gerku pe le lamji cu ckape

source: The fridge is not empty, unless the repairman took the last beer.
jbo: le lekmi'i na kunti ija le cikre prenu pu lebna le romoi birje

source: Al is married to Betty's only daughter.
jbo: la al cu speni lo ropa tixnu be la betis

source: The red house is the house that Jack built.
jbo: le xunre zdani cu du le zdani poi la djak ba'o zbasu ke'a

source: Russell is not the only author of Principia Mathematica.
jbo: la'oi Russell na se steci lo ka ce'u finti la'o zoi Principia Mathematica zoi

source: The person who shot JFK worked for the CIA.
jbo: lo prenu poi ke'a catra la'oi JFK cu te pleji fi la'oi CIA

source: Jeremy is Cory's oldest son.
jbo: la djerymis cu tolcitrai lo ro bersa be la koris

source: All hail the king.
jbo: ei ro da rinsa le nolraitru

source: The exam that every student failed is harder than the exam that every student passed.
jbo: le cipra poi ro tadni cu fliba ke'a cu nadmau le cipra poi ro tadni cu snada ke'a

source: If you can't be with the one you love, love the one you're with.
jbo: jaginai do na ka'e kansa le se prami be do gi ko prami le se kansa be do

source: The coach doesn't know who the tallest student is.
jbo: le ctuca be le lankyboi selkei bende cu sisku lo clarai tadni

source: The coach is looking for a certain student, and the speaker describes that student as "the tallest student". The coach may not even know that that student is the tallest.
jbo: le ctuca be le lankyboi selkei bende cu sisku le clarai tadni

source: The king of Sweden's only son is married to one of Herbert's daughters.
jbo: le ropa bersa be le nolraitru be le sfero cu speni pa le tixnu be la xerbert

source: Carla is the one freshman who aced every course in which she enrolled.
jbo: la karlas cu du lo ropa cfatadni poi ke'a traji snada ro tercu'e be fi ke'a

source: The CEO of IBM is the spouse of someone present.
jbo: le ralju be la'oi IBM cu speni lo zvati

source: The former president of the United States is the only American who knows the president of every country.
jbo: lo pu jatna be la mergu'e cu du lo ro merko poi se slabu ro jatna be lo gugde

source: This is the dog that chased the cat that stalked the mouse that lived in the house that Jack built.
jbo: ti du le gerku poi jersi le mlatu poi kalte le smacu poi xabju le zdani poi la djak zbasu

source: The square of the length of the hypotenuse of any right triangle is equal to the sum of the squares of the lengths of its base and vertical sides.
jbo: lo sezypi'i be lo se mitre be lo xiptenuse be lo kurjga cibyselmla cu du lo simsumji be lo sezypi'i be lo se mitre be lo jicmu joi sraji mlana be kycy

source: Bill hates George only if Pat hates Bill.
jbo: la bil cu xebni la djordj inaja la pat cu xebni la bil

source: Being careful and diligent is necessary, but not sufficient for passing this course.
jbo: lo nu da kurji je tolylazni cu sarcu gi'enai ku'i banzu lo nu da snada le tercli

source: Some professors don't understand this problem.
jbo: su'o ctuca naku jimpe fi le nabmi

source: Danny DeVito and ferocious lions and tigers are best avoided.
jbo: la'o zoi Danny DeVito zoi e lo cilce cinfo joi tirxu zo'u xagrai fa lo nu rivbi

source: Lawyers and real estate agents are rich or obnoxious.
jbo: lo flalu prenu je lo tumla vecnu cu ricfu gija rigni

source: If all professors bore all of their students, then all professors are wasting their time.
jbo: ganai ro ctuca cu tolzdi ro se ctuca be ri gi ro ctuca cu malxaksu lo ri temci

source: Some lion Bruce Willis is chasing is a formidable animal, but is not ferocious.
jbo: su'o cinfo poi la'o zoi Bruce Willis zoi jersi cu banli danlu gi'enai ku'i cilce

source: The only students who pass are the ones who work.
jbo: lo tadni cu snada nagi'a gunka

source: Only slackers fail if and only if the only unfair professors are on sabbatical.
jbo: ro fliba cu lazni ijo ro mabla ctuca cu na'arde'a

source: Someone is not respected by anyone.
jbo: su'o prenu naku se sinma su'o da

source: Any professor who is bored by everything bores all of his or her students.
jbo: ro ctuca poi roda tolzdi ke'a cu tolzdi ro se ctuca be cy

source: Some underpaid professors are also secretaries, and some overworked administrators are professors, but no administrator is a secretary.
jbo: su'o mobyterle'i ctuca cu jibri sidju ije su'o dusygu'a jitro cu ctuca ije ku'i no jitro cu jibri sidju

source: If a student and his or her professor bore each other, then both are wasting their time.
jbo: ganai lo tadni joi lo ctuca be ty cu tolzdisi'u gi lo rore da cu malxaksu lo ri temci

source: Everyone who respects oneself is respected by everyone who respects someone.
jbo: ro da poi ke'a sinma ke'a cu se sinma ro de poi ke'a sinma di

source: Cicero is Tully.
jbo: la kikeron cu du la tulius

source: Daniel is the only child of Jacob.
jbo: la daniel cu ropamoi panzi la iakob

source: Rebecca has at least two daughters.
jbo: la rebekas cu se tixnu su'o re da

source: Cain was not his brother's keeper.
jbo: la kain na kurji lo bruna be ky

source: Carl is the tallest man alive.
jbo: la karl cu clarai lo ro jmive nanmu

source: The only pear left on the tree is rotten.
jbo: lo ropa perli poi stali le tricu cu fusra

source: There are only two primes between 10 and 14.
jbo: re namcrprimu cu jbini li pano bi'i li pavo

source: Every affluent person owns at least two cars.
jbo: ro ricfu prenu cu ponse su'o re karce

source: At most, one Richmonder will win the lottery.
jbo: su'e pa xabju be la ritcmond ba jinga le cunso

source: Every positive integer has exactly one successor.
jbo: ro nonmau mulna'u cu lamli'e pa da

source: There are no more than two villains in Gotham.
jbo: su'e re da pacpre bu'u la gotam

source: Batman and Robin are the only heroes in Gotham.
jbo: la batman jo'u la robin cu se steci lo ka balpre bu'u la gotam

source: Kay respects everyone but herself.
jbo: la keis cu sinma ro da enai ky

source: Everything is identical to something.
jbo: ro da du su'o de

source: Exactly one student respects every professor.
jbo: pa tadni cu sinma ro ctuca

source: No more than one professor is respected by every student.
jbo: su'epa ctuca cu se sinma ro tadni

source: Aristotle and Descartes are the only philosophers who are smarter than all of their disciples.
jbo: la aristoteles jo'u la dekart cu se steci lo ka ke'a mencremau ro se ctuca be ke'a

source: "Two" is the only prime whose successor is prime.
jbo: li re du lo ropa namcrprimu poi lamli'e lo namcrprimu

source: No one respects anyone who respects everyone but him or herself.
jbo: no prenu cu sinma su'o prenu poi ke'a sinma da'apa prenu enai ke'a
